;------------------------------------------------------------------------------
; UltraDefrag GUI Galician Language Pack.
; Copyright (C) 2010 by Julio Mojón Fuentes.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Nov. 16, 2010 by Julio Mojón Fuentes
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = &Acción
ANALYSE                   = &Analizar
DEFRAGMENT                = &Desfragmentar
QUICK_OPTIMIZE            = Quick optimization
FULL_OPTIMIZE             = Full optimization
STOP                      = De&ter
SKIP_REMOVABLE_MEDIA      = &Ignorar discos extraíbeis
RESCAN_DRIVES             = &Escanear discos de novo
WHEN_DONE                 = Ao &rematar
WHEN_DONE_NONE            = Nada
WHEN_DONE_EXIT            = Saír
WHEN_DONE_STANDBY         = Permanecer
WHEN_DONE_HIBERNATE       = Hibernar
WHEN_DONE_LOGOFF          = Pechar sesión
WHEN_DONE_REBOOT          = Reiniciar
WHEN_DONE_SHUTDOWN        = Apagar
EXIT                      = &Saír

; --- Report Menu

REPORT                    = &Informe
SHOW_REPORT               = &Mostrar informe

; --- Settings Menu

SETTINGS                  = &Configuración
LANGUAGE                  = &Lingua
TRANSLATIONS_FOLDER       = &Cartafol de traducións
GRAPHICAL_INTERFACE       = Interface &gráfica
FONT                      = &Tipo de letra
OPTIONS                   = &Opcións
BOOT_TIME_SCAN            = &Escanear no inicio
ENABLE                    = &Habilitar
SCRIPT                    = &Comandos
REPORTS                   = &Informes

; --- Help Menu

HELP                      = A&xuda
CONTENTS                  = &Contidos
BEST_PRACTICE             = Óptimos &resultados
FAQ                       = &Preguntas máis frecuentes
ABOUT                     = &Acerca de

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Comandos do inicio

; Drives list items.

VOLUME                    = Volume
STATUS                    = Estado
TOTAL                     = Espazo total
FREE                      = Espazo libre
PERCENT                   = % libre

; Status messages

STATUS_RUNNING            = A executar
STATUS_ANALYSED           = Analizado
STATUS_DEFRAGMENTED       = Desfragmentado
STATUS_OPTIMIZED          = Optimizado

; Status bar messages.

DIRS                      = cartafoles
FILES                     = arquivos
FRAGMENTED                = fragmentado
COMPRESSED                = comprimido
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Acerca de Ultra Defragmenter
CREDITS                   = &Créditos
LICENSE                   = &Licenza

; Shutdown confirmation

PLEASE_CONFIRM            = Por favor, confirme
REALLY_SHUTDOWN_WHEN_DONE = Realmente desexa apagar ao rematar?
REALLY_HIBERNATE_WHEN_DONE= Realmente desexa hibernar ao rematar?
REALLY_LOGOFF_WHEN_DONE   = Realmente desexa pechar a sesión ao rematar?
REALLY_REBOOT_WHEN_DONE   = Realmente desexa reiniciar ao rematar?
SECONDS_TILL_SHUTDOWN     = segundos até o apagado
SECONDS_TILL_HIBERNATION  = segundos até a hibernación
SECONDS_TILL_LOGOFF       = segundos até o peche de sesión
SECONDS_TILL_REBOOT       = segundos até o reinicio
YES                       = &Si
NO                        = &Non

; END OF FILE
